[
  {
    "AP_Office": "WASHINGTON",
    "Brief": "WASHINGTON (AP) - President Donald Trump signed executive actions Tuesday to advance construction of the huge Keystone XL and Dakota Access oil pipelines, moving aggressively to overhaul America's energy policy and dealing a swift blow to Barack Obama's legacy on climate change. Trump told reporters at the White House the pipelines will be subject to conditions being negotiated by U.S. officials - including a requirement that the pipe itself be manufactured in America. \"From now on we are going to start making pipelines in the United States,\" Trump said from the Oval Office. On Keystone, the memorandum by Trump invites the pipeline builder, TransCanada, to resubmit its application to the State Department for a presidential permit to construct and operate the pipeline.",
    "CTIME": "2017-01-24-13-49-55",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_TRUMP_PIPELINES?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-13-49-55",
    "Headline": "Trump acts to advance Keystone XL, Dakota Access pipelines"
  },
  {
    "AP_Office": "WASHINGTON",
    "Brief": "WASHINGTON (AP) - President Donald Trump said Tuesday he will announce a candidate next week to fill the vacancy on the Supreme Court. Trump had said earlier this month he would choose a nominee within two weeks of his inauguration. \"We will pick a truly great Supreme Court justice,\" Trump told reporters who asked about the vacancy as the president signed paperwork to advance construction of the Keystone XL and Dakota Access oil pipelines. Both projects had been blocked under former President Barack Obama. \"Sometime next week,\" Trump said about his timeline for naming someone to fill the nearly yearlong vacancy created by the February 2016 death of conservative justice Antonin Scalia.",
    "CTIME": "2017-01-24-12-47-40",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_TRUMP?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-12-47-40",
    "Headline": "Trump says he'll announce Supreme Court nominee next week"
  },
  {
    "AP_Office": "The candy-colored love letter to musicals \"La La Land\" landed a record-tying 14 Academy Award nominations on Tuesday, while a notably more diverse field of nominees brushed off two straight years of \"OscarsSoWhite\" backlash. \"La La Land\" matched \"Titanic\" and \"All About Eve\" for most nominations ever, earning nods for best picture, stars Emma Stone and Ryan Gosling, its jazz-infused songs and its 32-year-old writer-director, Damien Chazelle. \"I'm in Beijing right now. This only adds to the disorientation,\" Chazelle said by phone Tuesday. \"All that I have in my head is 'thank you' a million times over.\" In stark contrast to the last two years of all-white acting nominees, seven actors of color were nominated out of the 20 actors.",
    "Brief": "The candy-colored love letter to musicals \"La La Land\" landed a record-tying 14 Academy Award nominations on Tuesday, while a notably more diverse field of nominees brushed off two straight years of \"OscarsSoWhite\" backlash. \"La La Land\" matched \"Titanic\" and \"All About Eve\" for most nominations ever, earning nods for best picture, stars Emma Stone and Ryan Gosling, its jazz-infused songs and its 32-year-old writer-director, Damien Chazelle. \"I'm in Beijing right now. This only adds to the disorientation,\" Chazelle said by phone Tuesday. \"All that I have in my head is 'thank you' a million times over.\" In stark contrast to the last two years of all-white acting nominees, seven actors of color were nominated out of the 20 actors.",
    "CTIME": "2017-01-24-12-00-55",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_OSCARS_NOMINATIONS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-12-00-55",
    "Headline": "Oscars go gaga for 'La La Land' with record-tying 14 nods"
  },
  {
    "AP_Office": "LONDON",
    "Brief": "LONDON (AP) - Britain's Supreme Court ruled Tuesday that Prime Minister Theresa May must get legislative approval to start the process of leaving the European Union, raising the possibility that lawmakers will delay her plans to trigger negotiations by the end of March. The 8-3 decision forces the government to put a bill before Parliament, giving members of the House of Commons and the unelected House of Lords the chance to debate and potentially offer amendments that could soften the terms of Britain's exit from the EU, known as Brexit. While the ruling won't scuttle Britain's departure, it once again highlights uncertainty about the timetable for negotiating the country's future relationship with the bloc of 500 million people, which is central to trade, immigration and security.",
    "CTIME": "2017-01-24-12-54-50",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/E/EU_BRITAIN_BREXIT_LAWSUIT?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-12-54-50",
    "Headline": "UK government loses Brexit case, must consult Parliament"
  },
  {
    "AP_Office": "LANSING, Mich.",
    "Brief": "LANSING, Mich. (AP) - Flint's water system no longer has levels of lead exceeding the federal limit, a key finding that Michigan state environmental officials said Tuesday is good news for a city whose 100,000 residents have been grappling with the man-made water crisis. The 90th percentile of lead concentrations in Flint was 12 parts per billion from July through December - below the \"action level\" of 15 ppb, according to a letter from the Michigan Department of Environmental Quality to Flint's mayor. It was 20 ppb in the prior six-month period. Flint's lead levels are again comparable to other U.S.",
    "CTIME": "2017-01-24-13-22-26",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_FLINT_WATER?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-13-22-26",
    "Headline": "APNewsBreak: Flint water has fallen below federal lead limit"
  },
  {
    "AP_Office": "JERUSALEM",
    "Brief": "JERUSALEM (AP) - Israel announced plans Tuesday to build 2,500 more settler homes on the West Bank, moving to step up construction just days after the swearing-in of Donald Trump brought to power a U.S. administration seen as friendly to the settlement movement. \"We are building - and we will continue to build,\" Israeli Prime Minister Benjamin Netanyahu wrote in a Facebook post. The Trump White House had no immediate comment. Its response could set the tone for the next four years of Mideast diplomacy. While Trump has signaled that he will be far more tolerant of Israeli settlement construction than his predecessors, he also has expressed a desire to broker a peace accord between Israel and the Palestinians, and siding closely with Israel on such a contentious matter could hurt U.S.",
    "CTIME": "2017-01-24-13-22-41",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/M/ML_ISRAEL_PALESTINIANS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-13-22-41",
    "Headline": "With Trump's swearing-in, Israel pushes ahead on settlements"
  },
  {
    "AP_Office": "The U.S. says it has seen the announcement from Russia, Turkey and Iran on their intent to establish a mechanism to enforce a cease-fire in Syria and welcomes actions that de-escalate violence in the country. U.S. State Department spokesman Mark Toner said Tuesday that the U.S. calls on the three countries to press the Syrian government and its allies, as well as opposition forces, to abide by the cease-fire in order to create an environment more conductive to political discussions between Syrians. The U.S. had no significant role in the talks between the Syrian government and its armed opponents in the Kazakhstan this week, which were sponsored by Russia, Turkey and Iran.",
    "Brief": "The U.S. says it has seen the announcement from Russia, Turkey and Iran on their intent to establish a mechanism to enforce a cease-fire in Syria and welcomes actions that de-escalate violence in the country. U.S. State Department spokesman Mark Toner said Tuesday that the U.S. calls on the three countries to press the Syrian government and its allies, as well as opposition forces, to abide by the cease-fire in order to create an environment more conductive to political discussions between Syrians. The U.S. had no significant role in the talks between the Syrian government and its armed opponents in the Kazakhstan this week, which were sponsored by Russia, Turkey and Iran.",
    "CTIME": "2017-01-24-13-04-59",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/S/SYRIA_THE_LATEST?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-13-04-59",
    "Headline": "The Latest: US welcomes attempt to reduce violence in Syria"
  },
  {
    "AP_Office": "WASHINGTON",
    "Brief": "WASHINGTON (AP) - Senate Democrats on Tuesday offered a plan to spend $1 trillion on transportation and other infrastructure projects over 10 years, challenging President Donald Trump to join them on an issue where they hope to find common ground. Democrats estimate their plan would create 15 million jobs. The plan includes $210 billion to repair aging roads and bridges and another $200 billion for a \"vital infrastructure fund\" to pay for a variety of transportation projects of national significance. An example of the types of projects that could be eligible for financing from the fund is the Gateway Program to repair and replace rail lines and tunnels between New York and New Jersey, some of which are over 100 years old and were damaged in Superstorm Sandy in 2012.",
    "CTIME": "2017-01-24-13-43-03",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_DEMOCRATS_INFRASTRUCTURE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-13-43-03",
    "Headline": "Senate Democrats propose $1 trillion infrastructure plan"
  },
  {
    "AP_Office": "CHICAGO",
    "Brief": "CHICAGO (AP) - Americans in certain struggling parts of the country are dying from cancer at rising rates, even as the cancer death rate nationwide continues to fall, an exhaustive new analysis has found. In parts of the country that are relatively poor, and have higher rates of obesity and smoking, cancer death rates rose nearly 50 percent, while wealthier pockets of the country saw death rates fall by nearly half. Better screening and treatment have contributed to the improvement in the nation as a whole - but the study underscores that not all Americans have benefited from these advances. \"We are going in the wrong direction,\" said Ali Mokdad, the study's lead author and a professor at the University of Washington's Institute for Health Metrics and Evaluation.",
    "CTIME": "2017-01-24-12-26-58",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_MED_CANCER_DEATH_DISPARITIES_KYOL-?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-12-26-58",
    "Headline": "Dying from cancer: Could your location determine your fate?"
  },
  {
    "AP_Office": "FARINDOLA, Italy",
    "Brief": "FARINDOLA, Italy (AP) - Hopes faded Tuesday that any more survivors of the devastating avalanche that buried an Italian resort hotel would be found after the death toll more than doubled to 17, with 12 people still unaccounted for. As Italy's central Abruzzo region and its rescue crews coped with the ongoing emergency, a second tragedy unfolded nearby when an emergency helicopter crashed at an Apennine ski resort, killing six people. The twin disasters, which followed a series of earthquakes and weeks of heavy snow, have brought the region to its knees. Thousands of people have been without electricity for over a week and emergency crews have been working around the clock.",
    "CTIME": "2017-01-24-14-05-55",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/E/EU_ITALY_AVALANCHE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-24-14-05-55",
    "Headline": "Toll from Italy avalanche climbs to 17 as hopes diminish"
  }
]